;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation.
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author: Čâŕí Ńňŕđ÷ĺâčž (Ňčě Ďĺđöĺ)
; Translation Author Email: ivanstar61@gmail.com
; TranslationAuthorWeb: http://kupole.wordpress.com/
; Soft Version = 7.61
;
[GUI]
ButtonYes=Äŕ
ButtonNo=Íĺ
ButtonOK=Ó đĺäó
ButtonMinimize=Óěŕśč
ButtonMaximize=ÓâĺžŕĽ
ButtonClose=Çŕňâîđč
ButtonRestore=Âđŕňč
ButtonMenu=Čçáîđíčę

[Translation]
;
; Reading habits
; 
ReadHabit=Ńëĺâŕ íŕ äĺńíî
;
;  Font and Charset
;
LanguageName=SR
LangCode=281a
DefaultFont = Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
;
; Message box
;
Information=Îáŕâĺřňĺśĺ
Warning=Óďîçîđĺśĺ
Error=Ăđĺřęŕ
Confirm=Ďîňâđäŕ
;
; Main GUI
;
FrmWRC.btnregclean.caption=×čřžĺśĺ đĺăčńňđŕ
FrmWRC.btnadv.caption=Ďîäĺńč ńčńňĺě
FrmWRC.btnsilm.caption=ĎđĺďŕęóĽ đĺăčńňŕđ
FrmWRC.btnrestore.caption=Âđŕňč
FrmWRC.btnsettings.caption=Ďîńňŕâęĺ
FrmWRC.btnJoin.caption=Ďđčäđóćčňĺ ęîđčńíč÷ęî čńęóńňâî
FrmWRC.btnlikeit.caption=Ńâčŕ ěč ńĺ
FrmWRC.btnsuggest.caption=Ďđĺäëîă č îäçčâ
FrmWRC.WiseSimpleButton1.caption=Ďđč÷óâíŕ
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Čçŕáĺđč ńâĺ
FrmRegClean.btnre.caption=Ďđĺďîđó÷ĺíî
FrmRegClean.btnnone.caption=Îäçíŕ÷č
FrmRegClean.btnCustom.caption=Ćĺšĺíî ďîäđó÷Ľĺ
FrmRegClean.WiseLabel1.caption=Đŕńďîđĺä
FrmRegClean.lbltype.caption=Ďîęđĺňŕśĺ:
FrmRegClean.lblweek.caption=Čçŕáĺđč äŕí:
FrmRegClean.lbltime.caption=Âđĺěĺ:
FrmRegClean.btnScan.caption=ĎđĺăëĺäŕĽ
FrmRegClean.btncancel.caption=Îňęŕćč
FrmRegClean.btnrescan.caption=ĎđĺăëĺäŕĽ ďîíîâî
FrmRegClean.lblstat.caption=Äî ńŕäŕ íčńňĺ ÷čńňčëč đĺăčńňŕđ. Ďđĺäëŕćĺ ńĺ áđçî ÷čřžĺśĺ
FrmRegClean.vtrc.Columns[0]=Ďîäŕöč
FrmRegClean.vtrc.Columns[1]=Ęšó÷ đĺăčńňđŕ
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=ÎďňčěčçóĽ
FrmOptimizer.btnnone.caption=Îäçíŕ÷č
FrmOptimizer.btnall.caption=Čçŕáĺđč ńâĺ
FrmOptimizer.btnDefault.caption=Ďîäđŕçóěĺâŕíî
FrmOptimizer.lblrecommendinfo.caption=ČńďđîáŕĽ č îńňŕëĺ ďđîčçâîäĺ ńŕ wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer Ľĺ ńęóď âŕćíčő ńčńňĺěńęčő ďîěŕăŕëŕ çŕ âŕř đĺăčńňŕđ, äčńę č âŕř đŕ÷óíŕđ. Łĺäíîńňŕâŕí çŕ ęîđčřžĺśĺ č ĺôčęŕńŕí!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner Ľĺ íŕĽáîšč áĺńďëŕňíč ÷čńňŕ÷ äčńęŕ îä óáđĺňŕ č ňđŕăîâŕ ęîđčřžĺśŕ. Áđç, ňĺěĺšŕí č ńčăóđŕí!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Ćĺëčňĺ ëč äîäŕňíŕ ďîáîšřŕśŕ ďĺđôîěŕíńč Windows-ŕ?
Frmoptimizer.lblinfoex.caption=Ďîäĺřŕâŕśĺ ńčńňĺěŕ ěîćĺ ďîáîšřŕňč âŕřó ěđĺćó, óáđçŕňč Windows č ńňŕáčëčçîâŕňč âŕř ńčńňĺě.
FrmOptimizer.btnoptimize.caption=ÎďňčěčçóĽ
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Ďđĺďŕęčâŕśĺ đĺăčńňđŕ ěîćĺ óáđçŕňč č ńňŕáčëčçîâŕňč âŕř đŕ÷óíŕđ.
FrmRegDefragger.lblstat.caption=Łîř íčńňĺ ďđĺďŕęčâŕëč ńâîĽ đĺăčńňŕđ. Ďđĺäëŕćĺěî áđçî ďđĺďŕęčâŕśĺ!
FrmRegDefragger.btndefrag.caption=ĎđĺďŕęóĽ
FrmRegDefragger.lblinfo1.caption=1. Ďđĺäëŕćĺěî äŕ çŕňâîđčňĺ äđóăĺ ŕďëčęŕöčĽĺ ďđĺ ďîęđĺňŕśŕ îâĺ ôóíęöčĽĺ.
FrmRegDefragger.lblinfo2.caption=2. Ńčńňĺě íĺžĺ đĺŕăîâŕňč çŕ âđĺěĺ ŕíŕëčçĺ.
FrmRegDefragger.lblinfo3.caption=3. Âŕř đŕ÷óíŕđ žĺ ńĺ óăŕńčňč č ďîíîâî ďîęđĺíóňč íŕęîí çŕâđřĺíîă ďđĺďŕęčâŕśŕ đĺăčńňđŕ.
FrmRegDefragger.lblinfo4.caption=4. Ěîëčě äŕ íĺ ďđĺęčäŕňĺ ďđĺďŕęčâŕśĺ đĺăčńňđŕ, číŕ÷ĺ ěîćĺňĺ ďđîóçđîęîâŕňč íĺćĺšĺíĺ ďîńëĺäčöĺ.
FrmRegDefragger.vtdefrag.Columns[0]=Ďđčőâŕňíî čěĺ
FrmRegDefragger.vtdefrag.Columns[1]=Ňđĺíóňíŕ âĺëč÷číŕ
FrmRegDefragger.vtdefrag.Columns[2]=Íîâŕ âĺëč÷číŕ
FrmRegDefragger.vtdefrag.Columns[3]=Îöĺíŕ ńóâčříîńňč
FrmRegDefragger.btnAnalysis.caption=ŔíŕëčçčđŕĽ
;
; Custom scan areas
;
Frmcustom.caption=Ćĺšĺíî ďîäđó÷Ľĺ
Frmcustom.btnre.caption=Ďđĺďîđó÷ĺíî
Frmcustom.btnall.caption=Čçŕáĺđč ńâĺ
Frmcustom.btnnone.caption=Íĺ áčđŕĽ íčřňŕ
Frmcustom.btncancel.caption=Îňęŕćč
Frmcustom.btnok.caption=Ó đĺäó
;
; About Window
;
FrmAbout.lblver.caption=Ňđĺíóňíŕ âĺđçčĽŕ:
FrmAbout.lblemail.caption=Ďîäđřęŕ:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Ďî÷ĺňíŕ ńňđŕíčöŕ:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Őâŕëŕ ńëĺäĺžčě šóäčěŕ íŕ śčőîâîě äîďđčíîńó:
FrmAboutWin.caption=O ďđîăđŕěó
FrmAboutWin.btnok.caption=Ó đĺäó
;
; Settings
;
FrmSettings.caption=Ďîńňŕâęĺ
FrmSettings.tsCommon.caption=Îďřňĺ
FrmSettings.tsAutoRun.caption=Ńŕěîďîęđĺňŕśĺ
FrmSettings.tsExclusion.caption=Čçóçĺžĺ
FrmSettings.btnrestore.caption=Î íŕěŕ
FrmSettings.btnok.caption=Ó đĺäó
FrmSettings.btncancel.caption=Îňęŕćč
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Ńňâîđč čęîíó "Ďî÷čńňč Ľĺäíčě ęëčęîě", č ďîńňŕâč íŕ đŕäíó ďîâđřčíó
FrmAutorunSettings.lblcmd.caption=Đĺćčě ęîěŕíäíĺ ëčíčĽĺ
FrmAutorunSettings.lblcmdinfo.caption=Ěîćĺňĺ äŕ ďîęđĺíĺňĺ ďđîăđŕě, ďđĺăëĺäŕňĺ č î÷čńňčňĺ ńâîĽ đĺăčńňŕđ ŕóňîěŕňńęč ďđĺęî ęîěŕíäíĺ ëčíčĽĺ. Çŕ âčřĺ číôîđěŕöčĽŕ, ěîëčěî ďđčňčńíčňĺ F1 čëč ęëčęíčňĺ íŕ ńëĺäĺžč URL äŕ áčńňĺ ďđî÷čňŕëč ďîěîž.
FrmAutorunSettings.btnhelp.caption=Ďîěîž íŕ ěđĺćč
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=ÄîäŕĽ ęšó÷íó đĺ÷
FrmExclusion.btnExport.caption=Čçâĺçč
FrmExclusion.btnRemove.caption=Óęëîíč
FrmExclusion.btnimport.caption=Óâĺçč
Frminput.btnok.caption=Ó đĺäó
Frminput.btncancel.caption=Îňęŕćč
;
; General Settings
;
FrmGeneral.chkNews.caption=Ŕóňîěŕňńęî ďđĺóçčěŕśĺ áčëňĺíŕ
FrmGeneral.chkbackup.caption=Ŕóňîěŕňńęŕ ďđč÷óâíŕ đĺăčńňđŕ ďđĺ ÷čřžĺśŕ
FrmGeneral.WiseLabel1.caption=Ďđîâĺđč íŕäîăđŕäśĺ:
FrmGeneral.WiseLabel2.caption=Ďîäđŕçóěĺâŕíč Ľĺçčę:
FrmGeneral.btnchecknew.caption=Ďđîâĺđč ńŕäŕ
FrmGeneral.lbtran.caption=Ďđĺâĺäč íŕ...
FrmGeneral.lblscanmode.caption=Ęŕęî ďđĺăëĺäŕňč đĺăčńňŕđ
FrmGeneral.rdnormal.caption=Óîáč÷ŕĽĺíî (Ďđĺďîđó÷ĺíî)
FrmGeneral.rdssafe.caption=Ńŕěî áĺçáĺäíî (Ďîęŕćč ńŕěî "ńčăóđíĺ" óíîńĺ)
FrmGeneral.rddeep.caption=Äóáîęî (Ďîňďóíč íŕ÷čí ďđĺăëĺäŕ çŕ íŕďđĺäíĺ ęîđčńíčęĺ)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Îňęŕćč
FrmBackup.caption=Ďđč÷óâíŕ
FrmBackup.btnreg.caption=Ńňâîđč öĺëîâčňó ęîďčĽó đĺăčńňđŕ
FrmBackup.btnsys.caption=Ńňâîđč ňŕ÷ęó âđŕžŕśŕ
FrmRestore.caption=Öĺíňŕđ çŕ âđŕžŕśĺ
FrmRestore.btnRegBk.caption=Ďđč÷óâíŕ đĺăčńňđŕ
FrmRestore.btnSysBK.caption=Âđŕžŕśĺ ńčńňĺěŕ
FrmRestore.btnclose.caption=Çŕňâîđč
FrmRestore.btnrestore.caption=Âđŕňč
FrmRestore.btnremove.caption=Óęëîíč
;
; Update
;
frmupdate.caption=ŔćóđčđŕĽ ďđîăđŕě
;
; Popup Menus
;
pmHelp=Ďîěîž íŕ ěđĺćč
pmHome=Ďî÷ĺňíŕ ńňđŕíčöŕ
pmCheckNew=Ďđîâĺđŕ çŕ čńďđŕâęŕěŕ
pmLang=Čçŕáĺđč Ľĺçčę
pmJoin=Ďđčäđóćč ęîđčńíč÷ęî čńęóńňâî
pmSkin=Čçŕáĺđč ěŕńęó
pmAbout=Î ďđîăđŕěó
pmIgnore=Çŕíĺěŕđč îâŕĽ óíîń
pmrec=Čçŕáĺđč áĺçáĺäíĺ óíîńĺ
pmAll1=Čçŕáĺđč ńâĺ
pmNone=Íĺ áčđŕĽ íčřňŕ
pmGo=Îňâîđč ó óđĺčâŕ÷ó đĺăčńňđŕ ...
pmExport=Čçâĺçč ó ...
pmPortable=Íŕďđŕâč ďđĺíîńíó âĺđçčĽó
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ŕęî âŕě ńĺ äîďŕäŕ Wise Registry Cleaner, óďîçíŕĽňĺ ńâîĽĺ ďđčĽŕňĺšĺ ń îâčě áĺńďëŕňíčě ŕëŕňîě.
FrmlikeUs.lblInfo.caption=Ďîäĺëčňĺ Wise Registry Cleaner ńŕ ńâîĽîě ďîđîäčöîě, ďđčĽŕňĺščěŕ, ńŕđŕäíčöčěŕ č ęîëĺăŕěŕ ďđĺęî ĺ-ďîřňĺ, Áëîăŕ, Ňâčňĺđŕ, Łó ňĽóáŕ, ÔĺĽńŕ čňä. Äîáđî óđŕĺíî! Äîíĺžĺňĺ óäîáíîńň č ĺôčęŕńíîńň śčőîâčě ćčâîňčěŕ.
FrmlikeUs.lblRate.caption=Îöĺíč Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Ďđŕňč íŕń íŕ:
FrmlikeUs.lblshare.caption=Ďîäĺëč Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Ďđĺóçěč áĺńďëŕňíî
FrmlikeUs.imgrate.hint=ÄŕĽňĺ íŕě 5-çâĺçäčöŕ íŕ CNET
FrmlikeUs.imgmail.hint=Ďîäĺëč ăŕ ńŕ ńâîĽčě ďđčĽŕňĺščěŕ
FrmlikeUs.imgface1.hint=Ďîäĺëč ăŕ ďđĺęî ÔĺĽńáóęŕ
FrmlikeUs.imgface2.hint=Ďđŕňč íŕń íŕ ÔĺĽńáóęŕ
FrmlikeUs.imgtwitter1.hint=Ďîäĺëč ăŕ íŕ Ňâčňĺđó
FrmlikeUs.imgtwitter2.hint=Ďđŕňč íŕń íŕ Ňâčňĺđó
FrmlikeUs.Caption=Ńâčŕ ěč ńĺ
FrmlikeUs.lbldownload.caption=Ďđĺóçěč Ľîř áĺńďëŕňíčő ďđîăđŕěŕ ńŕ WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Ŕíŕëčçŕ đĺăčńňđŕ
FrmProcess.lblwait.caption=Ŕíŕëčçčđŕě...
FrmProcess.lblinfo.caption=Âŕř đŕ÷óíŕđ íĺžĺ đĺŕăîâŕňč íĺęîëčęî ńĺęóíäč čëč ěčíóňŕ.
FrmProcess.lblwait.caption=Ŕíŕëčçčđŕ, ńŕ÷ĺęŕĽňĺ...
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com ęîđčńíč÷ęŕ čńęóńňâî çŕ ďîáîšřŕśĺ ďđîăđŕěŕ
Frmsecurity.lbltitle.caption=Ďđčäđóćč ęîđčńíč÷ęŕ čńęóńňâî çŕ ďîáîšřŕśĺ ďđîăđŕěŕ
Frmsecurity.lblinfo1.caption=Äŕ áč ďîáîšřŕëč îâŕĽ ďđîčçâîä, ěîćĺňĺ ďđčäđóćčňč ęîđčńíč÷ęŕ čńęóńňâî çŕ ďîáîšřŕśĺ ďđîăđŕěŕ ńëŕśĺě číôîđěŕöčĽŕ íŕ WiseCleaner.com î ňîěĺ ęŕęî äŕ ęîđčńňčňĺ ďđîčçâîäĺ čç WiseCleaner.com.
Frmsecurity.lblinfo2.caption=ÍčĽĺäíŕ îä ďđčęóďšĺíčő číôîđěŕöčĽŕ ńĺ íĺ ęîđčńňč çŕ čäĺíňčôčęŕöčĽó čëč ęîíňŕęň ńŕ âŕěŕ, č ěîćĺňĺ îäóńňŕňč îä ďđîăđŕěŕ ó ńâŕęîě ňđĺíóňęó.
Frmsecurity.lbllink.caption=ŃŕçíŕĽňĺ âčřĺ î ęîđčńíč÷ęčě čńęóńňâî çŕ ďîáîšřŕśĺ ďđîăđŕěŕ.
Frmsecurity.cbagree.caption=Ďđčäđóćč ęîđčńíč÷ęŕ čńęóńňâî çŕ ďîáîšřŕśĺ ďđîăđŕěŕ.
Frmsecurity.cbagainst.caption=Íĺ ćĺëčě äŕ ńĺ ďđčäđóćčě ďđîăđŕěó îâŕĽ ďóň.
Frmsecurity.btnok.caption=Ó đĺäó

[Message]
Total=
DefragRate=Ěîćĺ âŕě ďîěîžč ńěŕśĺśĺ âĺëč÷číĺ đĺăčńňđŕ çŕ %s.
SuggestDefrag=Ďđĺäëŕćĺ ńĺ őčňíî ďđĺďŕęčâŕśĺ đĺăčńňđŕ.
SuggestIgnore=Âŕř đĺăčńňŕđ Ľĺ Ľĺäâŕ äîńňóďŕí, ďđĺńëîćčňĺ ăŕ čäóžč ďóň.
TypeNoError=×čńňî
NeverClean=Äî ńŕäŕ íčńňĺ ÷čńňčëč đĺăčńňŕđ. Ďđĺäëŕćĺ ńĺ áđçî ÷čřžĺśĺ
AdviseClean=Đĺäîâíî ÷čřžĺśĺ đĺăčńňđŕ îěîăóžóĽĺ âŕřĺě đŕ÷óíŕđó äŕ áóäĺ áđćč č áĺçáĺäíčĽč.
DupItem=Îâŕ ńňŕâęŕ Ľĺ íŕâĺäĺíŕ ó ńďčńęó.
Advisedefrag=Ďđĺďŕęčâŕśĺ đĺăčńňđŕ ěîćĺ óáđçŕňč č ńňŕáčëčçîâŕňč âŕř đŕ÷óíŕđ.
NeverDefrag=Łîř íčńňĺ ďđĺńëîćčëč đĺăčńňŕđ. Ďđĺäëŕćĺěî áđçî ďđĺďŕęčâŕśĺ!
LastDefrag=Çŕäśĺ ďđĺďŕęčâŕśĺ đĺăčńňđŕ áčëî Ľĺ:
TotalDefrag=ÇáčĽĺíî Ľĺ óęóďíî %.2f
DefaultValue=(Ďîäđŕçóěĺâŕíî)
RegBackup=Ďđč÷óâíŕ đĺăčńňđŕ
RegRestore=Âđŕžŕśĺ đĺăčńňđŕ
CreateBackup=Ńňâŕđŕ ńĺ ďđč÷óâíŕ ęîďčĽŕ ďîäŕňŕęŕ...
Compress=Ńŕćčěŕ ńĺ...
Extracte=ČçäâŕĽŕ ńĺ...
Complete=Ăîňîâî
RestoreReg=Âđŕžŕśĺ đĺăčńňđŕ...Ďđč÷ĺęŕĽňĺ íĺęîëčęî ěčíóňŕ...
NotSupportOS=Ěîăóžíîńň íčĽĺ ďîäđćŕíŕ ó îâîě îďĺđŕňčâíîě ńčńňĺěó.
EnableRestore=Âđŕžŕśĺ ńčńňĺěŕ Ľĺ îíĺěîăóžĺíî. Ćĺëčňĺ ëč îěîăóžčňč âđŕžŕśĺ ńčńňĺěŕ?
SysCreating=Ńňâŕđŕśĺ ňŕ÷ęĺ âđŕžŕśŕ ńčńňĺěŕ...
SysRestoring=Ďđčďđĺěŕ çŕ âđŕžŕśĺ ńčńňĺěŕ...
RestorePointDone=Ňŕ÷ęŕ âđŕžŕśŕ ńčńňĺěŕ óńďĺříî Ľĺ ńňâîđĺíŕ.
RestorePointFail=ÍčĽĺ óńďĺëî ńňâŕđŕśĺ ňŕ÷ęĺ âđŕžŕśŕ ńčńňĺěŕ.
ErrorMsg=Ďîđóęŕ î ăđĺřöč:
Area=Ďîäđó÷Ľĺ
Summary=Îďčń
LeastOne=Čçŕáĺđčňĺ áŕđĺě Ľĺäíî ďîäđó÷Ľĺ çŕ ďđĺăëĺä.
IsRunning=Ďđîăđŕě ďđĺăëĺäŕ, ďđč÷ĺęŕĽňĺ äŕ ńĺ ďđĺăëĺä çŕâđřč, č ďđîáŕĽňĺ ďîíîâî.
Optimized=Îďňčěčçîâŕíî
DefragReport=Đĺăčńňŕđ Ľĺ ęîěďŕęňŕí. ČçâĺřňŕĽ îďňčěčçŕöčĽĺ:
DefragReport1=Ńňŕđŕ âĺëč÷číŕ đĺăčńňđŕ:
DefragReport2=Íîâŕ âĺëč÷číŕ đĺăčńňđŕ:
DefragReport3=Îďňčěčçîâŕíŕ âĺëč÷číŕ:
ReOptimize=Ďîíîâî îďňčěčçóĽ
ComfirmDefrag=Ńŕ÷óâŕĽ íĺäîâđřĺíč đŕä, Ľĺđ žĺ ńĺ âŕř đŕ÷óíŕđ óăŕńčňč č ďîíîâî ďîęđĺíóňč îäěŕő íŕęîí ďđĺďŕęčâŕśŕ đĺăčńňđŕ. Ćĺëčňĺ ëč ńŕä çŕďî÷ĺňč?
def15After=%d äŕíŕ Ľĺ ďđîřëî îä ęŕä ńňĺ ďđĺńëîćčëč đĺăčńňŕđ. ĎđĺďŕęóĽ ńŕäŕ!
def15Before=Řňî Ľĺ âŕř đĺăčńňŕđ ęîěďŕęňíčĽč, âŕř đŕ÷óíŕđ žĺ đŕäčňč áđćĺ č ńňŕáčëíčĽĺ.
KeyWord=Óíĺńčňĺ ęšó÷íĺ đĺ÷č:
ExImport=Ëčńňŕ čçóçĺňŕęŕ Ľĺ čçâĺçĺíŕ ó:
NoNewVer=ÂĺđçčĽŕ ęîĽó ęîđčńňčňĺ Ľĺ íŕĽíîâčĽŕ.
Daily=Äíĺâíî
Weekly=Ńĺäěč÷íî
Monthly=Ěĺńĺ÷íî
Never=Íčęŕä
TranslateTo=Ďđĺâĺäč íŕ ...
NeedBack=Čçăëĺäŕ äŕ îâŕĽ ďđîăđŕě ęîđčńňčňĺ ďđâč ďóň. Ďđĺďîđó÷óĽĺěî äŕ îäěŕő íŕďđŕâčňĺ ďđč÷óâíó ęîďčĽó đĺăčńňđŕ. Ćĺëčňĺ ëč ńňâîđčňč ďđč÷óâíó ńŕäŕ?
Newsletter=Áčëňĺí
UpgradeInfo=ČíôîđěŕöčĽŕ î íŕäîăđŕäśč
CannotCrTask=Íĺ ěîăó íŕďđŕâčňč đŕńďîđĺä çŕäŕňŕęŕ.
ScheduleNextTime=Ńëĺäĺžč ďóň:
Exported=Ňđĺíóňíĺ ńňŕâęĺ ńó čçâĺçĺíĺ ó %s. Ćĺëčňĺ ëč îňâîđčňč äŕňîňĺęó ńŕäŕ?
Idle=Ó ńňŕśó ěčđîâŕśŕ
Login=Ęŕä ńĺ ďđčĽŕâčňĺ
LastClean=Çŕäśč ďóň ńňĺ ÷čńňčëč đĺăčńňŕđ:
Monday=Ďîíĺäĺšŕę
Tuesday=Óňîđŕę
Wednesday=Ńđĺäŕ
Thursday=×ĺňâđňŕę
Friday=Ďĺňŕę
Saturday=Ńóáîňŕ
Sunday=Íĺäĺšŕ
IssueFound=Ďđîíŕĺíî Ľĺ %d ďđîáëĺěŕ.
Scanning=Ďđĺăëĺäŕśĺ
ScanCanceled=Ďđĺăëĺäŕśĺ Ľĺ ďđĺęčíóňî!
FindError=ÎâŕĽ ďóň Ľĺ íŕĺíî óęóďíî %d ďđîáëĺěŕ. %d íčĽĺ áĺçáĺäíî.
LogAll=%d ďđîáëĺěŕ Ľĺ íŕĺíî. %d Ľĺ đĺřĺíî.
LogFail=ÍčĽĺ óńďĺëî îňęëŕśŕśĺ %d ďđîáëĺěŕ.
StartClean=Ďî÷íč ÷čřžĺśĺ
StartScan=ĎđĺăëĺäŕĽ
7After=Ďđîřëî Ľĺ %d äŕíŕ îä çŕäśĺă ÷čřžĺśŕ đĺăčńňđŕ. Ďđĺďîđó÷óĽĺ ńĺ áđçî ÷čřžĺśĺ.
7Before=Řňî Ľĺ ÷čńňčĽč đĺăčńňŕđ, âŕř đŕ÷óíŕđ ďîńňŕĽĺ áđćč!
ReScanHint=Ďđîíŕĺíî Ľĺ %d ďđîáëĺěŕ. Ďđĺäëŕćĺěî ďîíîâíî ďđĺăëĺäŕśĺ çŕ ďđîíŕëŕćĺśĺ âčřĺ ďđîáëĺěŕ.
CleanNow=Ďđčňčńíč "Ďî÷íč ÷čřžĺśĺ" çŕ ňđĺíóňíč ďîďđŕâŕę ďđîáëĺěŕ.
NoError=×ĺńňčňęĺ! Čěŕňĺ ÷čńň đĺăčńňŕđ!
GoodHabit=Çŕőâŕëíî Ľĺ äđćŕňč đŕ÷óíŕđ ó âđőóíńęîĽ ôîđěč ńŕ đĺäîâíčě ÷čřžĺśĺě đĺăčńňđŕ.
ReScanHint1=Çŕ ňđĺíóňíî ďđîíŕëŕćĺśĺ ďîňĺíöčĽŕëíčő ďđîáëĺěŕ ďđĺäëŕćĺěî ďîíîâíč ďđĺăëĺä.
TypeChanged=Ďđîěĺíčëč ńňĺ ńňŕâęó ďđĺăëĺäŕśŕ!
ReScanHint2=Çŕ ďđîíŕëŕćĺśĺ ďđîáëĺěŕ ďđĺăëĺäŕĽ ďîíîâî.
CleanDone=×čřžĺśĺ Ľĺ çŕâđřĺíî!
bkAuto=Ŕóňîěŕňńęč
bkManual=Đó÷íî
BackupDate=Âđĺěĺ ńňâŕđŕśŕ ďđč÷óâíĺ ęîďčĽĺ
BackupType=Ňčď ďđč÷óâíĺ ęîďčĽĺ
Problems=Ďđîáëĺěč
CreateDate=Äŕňóě ńňâŕđŕśŕ
Description=Îďčń
Removebackup=Ćĺëčňĺ ëč óęëîíčňč čçŕáđŕíó ďđč÷óâíó ęîďčĽó?
RemoveSysRestore=Ćĺëčňĺ ëč óęëîíčňč čçŕáđŕíó ňŕ÷ęó âđŕžŕśŕ ńčńňĺěŕ?
NoBackupSelected=Čçŕáĺđčňĺ ďđč÷óâíó ęîďčĽó çŕ âđŕžŕśĺ.
RestoreComplete=Âđŕžŕśĺ Ľĺ çŕâđřĺíî
RestoreFromSysRestore=Çŕ âđŕžŕśĺ ěîđŕňĺ ďîíîâî ďîęđĺíóňč đŕ÷óíŕđ. Ćĺëčňĺ ëč ńŕä çŕďî÷ĺňč âđŕžŕśĺ?
WhenIdle=Ó ńňŕśó ěčđîâŕśŕ
WhenLogin=Ďî ďđčĽŕâščâŕśó
NewVer=Íîâŕ âĺđçčĽŕ Ľĺ äîńňóďíŕ! Ćĺëčňĺ íŕäîăđŕäčňč ńŕäŕ?
TranslateTo=Ďđĺâĺäč íŕ...

[Tuneup]
RestoreAll=Ćĺëčňĺ ëč âđŕňčňč ńâĺ ńňŕâęĺ íŕ ďîäđŕçóěĺâŕíĺ âđĺäíîńňč Windows-ŕ?
NoSelectedItem=Čçŕáĺđčňĺ Ľĺäíó ńňŕâęó çŕ îďňčěčçŕöčĽó.
OptItems=Ńëĺäĺžčő %d ńňŕâęč ěîćĺ ńĺ îďňčěčçîâŕňč.
ItemsOptimized=%d ńňŕâęč Ľĺ îďňčěčçîâŕíî.
TakeEff=Íĺęĺ ďđîěĺíĺ íĺžĺ čěŕňč ĺôĺęňŕ äîę ďîíîâî íĺ ďîęđĺíĺňĺ đŕ÷óíŕđ.
NoItems=×ĺńňčňŕě! Ńâĺ ńňŕâęĺ ńó îďňčěčçîâŕíĺ.
BootSpeedup=Óáđçŕíî ďîäčçŕśĺ/ăŕřĺśĺ ńčńňĺěŕ
SystemStable=Ńňŕáčëíîńň ńčńňĺěŕ
SystemSpeedup=Ďîäčçŕśĺ áđçčíĺ ńčńňĺěŕ
NetworkSpeedup=Ďîäčçŕśĺ áđçčíĺ ěđĺćĺ
PrefetchParameters=ÎďňčěčçóĽ ďđĺäőîäíĺ ďŕđŕěĺňđĺ çŕ ďîâĺžŕśĺ áđçčíĺ ďîäčçŕśŕ Windows-ŕ
BootDelay=ŃęđŕžóĽĺ âđĺěĺ "ďđîâĺđĺ äčńęŕ" çŕ óáđçŕśĺ ďîäčçŕśŕ Windows-ŕ
BootPartition=Îěîăóžč îďňčěčçŕöčĽó çŕ óáđçŕśĺ ďîäčçŕśŕ Windows-ŕ
ClearPagingFile=Îíĺěîăóžč ďđŕćśĺśĺ ńňđŕíč÷íĺ äŕňîňĺęĺ Windows-ŕ ęîä ăŕřĺśŕ đŕ÷óíŕđŕ, äŕ óáđçŕňĺ ďđîöĺń ăŕřĺśŕ
TimeOut=Ńěŕśčňĺ ďđŕçŕí őîä ŕďëčęŕöčĽŕ ęîä çŕňâŕđŕśŕ çŕ óáđçŕśĺ ďđîöĺńŕ ăŕřĺśŕ
AutoKill=Çŕňâîđč çŕěđçíóňĺ ďđîöĺńĺ äŕ čçáĺăíĺňĺ ďŕä ńčńňĺěŕ
RestartExplorer=Ŕóňîěŕňńęč ďîíîâî ďîęđĺíč Windows Explorer äŕ čçáĺăíĺňĺ íĺî÷ĺęčâŕíî íĺńňŕĽŕśĺ đŕäíĺ ďîâđřčíĺ
TwoProcess=Ďîńňŕâč ęîěďîíĺíňĺ Windows Explorer-ŕ äŕ đŕäĺ ó îäâîĽĺíčě ďđîöĺńčěŕ äŕ čçáĺăíĺňĺ ńóęîáĺ ńčńňĺěŕ
ErrorReport=Çŕ óáđçŕśĺ čçâîĺśŕ ńčńňĺěŕ îíĺěîăóžč čçâĺřňŕĽĺ ăđĺřęĺ íŕ ĺęđŕíó
Debugger=Îíĺěîăóžč čńďđŕâšŕ÷ŕ ăđĺřŕęŕ
OptMemory=ÎďňčěčçóĽ ďîäđŕçóěĺâŕíĺ ďîńňŕâęĺ ěĺěîđčĽĺ çŕ ďîáîšřŕśĺ čçâîĺśŕ ńčńňĺěŕ
OptVEff=ÎďňčěčçóĽ ďîĽŕâščâŕśĺ ďđčńňóďíčő ęîěďîíĺíňč (äčĽŕëîřęŕ îęíŕ, čçáîđíčęĺ čňä.) çŕ ďîáîšřŕśĺ čçâîĺśŕ ńčńňĺěŕ
OptFileSystem=ÎďňčěčçóĽ ńčńňĺěńęĺ äŕňîňĺęĺ çŕ ďîáîšřŕśĺ čçâîĺśŕ ńčńňĺěŕ
OptDiskSystem=ÎďňčěčçóĽ äčńęîâíč I/Î ďîäńčńňĺě çŕ ďîáîšřŕśĺ čçâîĺśŕ ńčńňĺěŕ
DisAutoRun=Îíĺěîăóžč "Ńŕěîďóřňŕśĺ" ěîăóžíîńňč íŕ ďîăîíčěŕ çŕ čçáĺăŕâŕśĺ/řčđĺśŕ âčđóńíĺ číôĺęöčĽĺ
OptDiskIdle=ÎďňčěčçóĽ äčńęîâíč I/O çŕ âđĺěĺ äîę Ľĺ ÖĎÓ ó ďđŕçíîě őîäó
OptTTL=ÎďňčěčçóĽ TTL (Time To Live) ďîńňŕâęĺ çŕ ďîáîšřŕśĺ čçâîĺśŕ íŕ ěđĺćč
OptNetForward=ÎďňčěčçóĽ íŕďđĺäíŕ ěđĺćíŕ ńâîĽńňâŕ çŕ ďîáîšřŕśĺ ěđĺćíîă čçâîĺśŕ
OptMTU=ĎîáîšřŕĽ TCP/IP čçâîĺśĺ ęđîç ŕóňîěŕňńęî îňęđčâŕśĺ "öđíčő đóďŕ" ęîä MTU ňĺőíčęĺ îňęđčâŕśŕ
OptWINS=ÎďňčěčçóĽ âđĺěĺ čńďčňčâŕśŕ WINS íŕçčâŕ çŕ ďîáîšřŕśĺ áđçčíĺ ďđĺíîńŕ
OptNetWork=ÎďňčěčçóĽ ěđĺćíĺ ďîńňŕâęĺ çŕ ďîáîšřŕśĺ ęîěóíčęŕöčĽĺ
CloseAnimate=Çŕňâîđč ĺôĺęŕň ŕíčěŕöčĽĺ ęŕäŕ óâĺžŕňĺ čëč óěŕśčňĺ ďđîçîđ äŕ óáđçŕ îäăîâîđ
PagingExecutive=Îíĺěîăóžč îçíŕ÷ŕâŕśĺ ńňđŕíč÷íĺ ěĺěîđčĽĺ č ńěŕśč I/O äčńęŕ çŕ ďîáîšřŕśĺ čçâîĺśŕ ŕďëčęŕöčĽĺ. (Ěîăóžíîńň žĺ áčňč çŕíĺěŕđĺíŕ ŕęî Ľĺ ôčçč÷ęŕ ěĺěîđčĽŕ < 1 Gb)
StaticIP=Ďîńňŕâč ńňŕňč÷íó IP çŕ âŕřó ëîęŕëíó âĺçó çŕ ďîáîšřŕśĺ ďîęđĺňŕśŕ đŕ÷óíŕđŕ
PorcessorTime=ÎďňčěčçóĽ čçâîĺśĺ ďđîöĺńîđŕ çŕ čçâđřŕâŕśĺ ŕďëčęŕöčĽŕ, čăŕđŕ čňä. (Çŕíĺěŕđčňĺ ŕęî Ľĺ îâî ďîńëóćčňĺš)
DisableIDECheck=Çŕřňčňĺ ďđîâĺđó IDE ęŕíŕëŕ îä ńňđŕíĺ Windows-ŕ çŕ ďîáîšřŕśĺ áđçčíĺ ďîäčçŕśŕ Windows-ŕ
ForeAppSpeed=ĎîâĺžŕĽ áđçčíó îäçčâŕ ó ďđâîě ďëŕíó ďđîăđŕěŕ
AeroPeek=ĎîâĺžŕĽ áđçčíó ďđčęŕçŕ Ŕĺđî
OptEthernet=ÎďňčěčçóĽ ďĺđôîđěŕíńĺ Ethernet ęŕđňčöĺ 

[Type]
Activex=ActiveX č COM ęîěďîíĺíňĺ
FireWall=Ďîńňŕâęĺ çŕřňčňíîă çčäŕ
RootAll=Íĺčńďđŕâíĺ ďóňŕśĺ
SoftwareSection=Ďóňŕśĺ ďđîăđŕěŕ
ApplicationPaths=Ďóňŕśĺ ŕďëčęŕöčĽĺ
FileTypes=Ňčďîâč äŕňîňĺęŕ
HelpFiles=Äŕňîňĺęĺ ďîěîžč
Fonts=Ńëîâîëčęîâč
SharedDLL=Äĺšĺíč DLLîâč
MRULists=Ęîđčńíč÷ęĺ MRU ëčńňĺ
UninstallSection=Äĺčíńňŕëŕňîđ
StartMenu=Ďî÷ĺňíč čçáîđíčę
StartupProgram=Ďî÷ĺňíč ďđîăđŕěč
SoundandAppEvents=Çâóę č äîăŕŕĽč ŕďëčęŕöčĽŕ
IEUrlHistory=IE čńňîđčĽŕ ÓĐË
IFEO=Čçâđřŕâŕśĺ ńëčęîâíĺ äŕňîňĺęĺ
EmptyKey=Ďđŕçíč ňŕńňĺđč
App=Ďîńňŕâęĺ ŕďëčęŕöčĽĺ

[ErrorMessage]
MimeExName=Íĺčńďđŕâíî MIME ďđĺďîđó÷ĺíî ďđîřčđĺśĺ äŕňîňĺęĺ: %s
EmptyKey=Ďđŕçŕí ęšó÷
EmptyHelpdirctory=Ďđŕçíŕ ôŕńöčęëŕ ďîěîžč
FileNotExist=Äŕňîňĺęŕ (Ôŕńöčęëŕ) íĺ ďîńňîĽč
HFileNotExist=Äŕňîňĺęŕ (Ôŕńöčęëŕ) ďîěîžč íĺ ďîńňîĽč.
EmptyValue=Ďđŕçíŕ âđĺäíîńň
TypeLib=Ňčď áčáëčîňĺęĺ íĺ ďîńňîĽč:
NodeEmpty=Ďđŕçŕí ÷âîđ
SharedFilenotexist=Äĺšĺíŕ äŕňîňĺęŕ íĺ ďîńňîĽč
sharedfilenotbeuse=Äĺšĺíŕ äŕňîňĺęŕ íčĽĺ ó óďîňđĺáč
noconnection=Áĺç číôîđěŕöčĽĺ î ďîâĺçčâŕśó
Invalidpathtoicon=Íĺčńďđŕâŕí ďóň äî čęîíĺ.
ReferstoaninvalidClass=Îäíîńč ńĺ íŕ íĺčńďđŕâíó ęëŕńó.
Emptyshellcommand=Íŕđĺäáŕ šóńęĺ Ľĺ ďđŕçíŕ
Invalidshellcommand=Íĺčńďđŕâíŕ íŕđĺäáŕ šóńęĺ (Äŕňîňĺęŕ íĺ ďîńňîĽč).
Fontsnotexist=Äŕňîňĺęŕ ńëîâîëčęîâŕ íĺ ďîńňîĽč.
Hijacking=%s Ľĺ ďđîâŕšĺíî îä %s.
MRULists=Ęîđčńíč÷ęĺ MRU ëčńňĺ
invalidOpenWith=ÍčĽĺäíŕ ŕďëčęŕöčĽŕ íčĽĺ ďđčäđóćĺíŕ ňîě ňčďó.
ReferActivex=Îäíîńč ńĺ íŕ íĺčńďđŕâíč Activex/COM óíîń
EmptyCLSID=Ďđŕçŕí CLSID.
ComSourceNotExist=COM čçâîđ íĺ ďîńňîĽč.
invalidUnistall=Íĺčńďđŕâíŕ číôîđěŕöčĽŕ î äĺčíńňŕëŕöčĽč.
notexist=íĺ ďîńňîĽč.
ObsoleteStartMenuItem=Çŕńňŕđĺëŕ ńňŕâęŕ ďî÷ĺňíîă čçáîđíčęŕ.
SoundFilenotexist=Çâóęîâíŕ äŕňîňĺęŕ íĺ ďîńňîĽč.
FileNotExist1=Äŕňîňĺęŕ (Ôŕńöčęëŕ) íĺ ďîńňîĽč, ŕëč óđĺŕĽ "%s" Ľĺ %s, ďđĺďîđó÷čî äŕ çŕíĺěŕđčňĺ îâó ăđĺřęó.
OpenWithError=Îňâîđč ńŕ ăđĺřęîě, íŕâĺäĺíŕ ŕďëčęŕöčĽŕ íĺ ďîńňîĽč.
OpenWithError1=Îňâîđč ńŕ ăđĺřęîě, íŕâĺäĺíŕ ŕďëčęŕöčĽŕ íĺ ďîńňîĽč. Ŕëč óđĺŕĽ "%s" Ľĺ %s, ďđĺďîđó÷čî äŕ çŕíĺěŕđčňĺ îâó ăđĺřęó.
ComSourceNotExist1=COM Čçâîđ íĺ ďîńňîĽč, ŕëč óđĺŕĽ %s Ľĺ %s, ďđĺďîđó÷čî äŕ çŕíĺěŕđčňĺ îâó ăđĺřęó.

[Summary]
Activex=Íĺčńďđŕâíĺ ActiveX č COM ęîěďîíĺíňĺ
FireWall=Íĺčńďđŕâíĺ ďîńňŕâęĺ çŕ çŕřňčňíč çčä Windows-ŕ
RootAll=Íĺčńďđŕâíĺ ďóňŕśĺ č äŕňîňĺęĺ
SoftwareSection=Íĺčńďđŕâíĺ ďóňŕśĺ č äŕňîňĺęĺ îńňŕëĺ íŕęîí óęëŕśŕśŕ ďóňŕśŕ ďđîăđŕěŕ
ApplicationPaths=Íĺčńďđŕâíî đĺăčńňđîâŕśĺ ďóňŕśĺ č äŕňîňĺęĺ ŕďëčęŕöčĽĺ
FileTypes=Íĺčńďđŕâíŕ číôîđěŕöčĽŕ î íŕńňŕâęó äŕňîňĺęĺ
HelpFiles=Íĺčńďđŕâíî đĺăčńňđîâŕíĺ äŕňîňĺęĺ ďîěîžč
Fonts=Íĺčńďđŕâíĺ číôîđěŕöčĽĺ î ńëîâîëčęîâčěŕ
SharedDLL=ÍĺäîńňŕĽóžĺ äĺšĺíĺ äčíŕěč÷ęĺ áčáëčîňĺęĺ
MRULists=ČńňîđčĽŕň îňâŕđŕíčő äŕňîňĺęŕ, ăëĺäŕíčő ôčëěîâŕ, čçěĺśĺíčő äîęóěĺíŕňŕ čňä.
UninstallSection=Íĺęîđčńíŕ čëč íĺčńďđŕâíŕ číôîđěŕöčĽŕ çŕ äĺčíńňŕëŕöčĽó
StartMenu=Çŕńňŕđĺëĺ ńňŕâęĺ ďî÷ĺňíîă čçáîđíčęŕ
StartupProgram=Çŕńňŕđĺëč čëč íĺčńďđŕâíč ďî÷ĺňíč ďđîăđŕěč
SoundandAppEvents=Çŕńňŕđĺëĺ čëč íĺčńďđŕâíĺ ďîńňŕâęĺ çâóęŕ č äîăŕŕśŕ
IEUrlHistory=ČńňîđčĽŕň ďîńĺňŕ ńŕ IE
IFEO=Çëîžóäíč óíîńč ńňâîđĺíč řďčĽóíńęčě ďđîăđŕěîě, âčđóńîě čëč çëîíŕěĺđíčě ďđîăđŕěîě
EmptyKey=Óíîńč áĺç číôîđěŕöčĽŕ
App=Íĺčńďđŕâíĺ ďîńňŕâęĺ ŕďëčęŕöčĽĺ

[AutoClean]
ErrorsFixed=Ăđĺřęĺ ńó î÷čřžĺíĺ.
Title=×ĺńňčňŕě!
ErrorsFound=Ďđîíŕĺíĺ ńó ăđĺřęĺ

[Skin]
SkinDefault=Ďîäđŕçóěĺâŕíî
SkinBlue=Ďëŕâŕ
SkinGreen=Çĺëĺíŕ
SkinCustom=Ďî ćĺšč
SkinColor=Ćĺšĺíŕ áîĽŕ ěŕńęĺ